<rss xmlns:dc="http://purl.org/dc/elements/1.1/" version="2.0">
  <channel>
    <title>ACS Catalysis</title>
    <link>https://raw.githubusercontent.com/jkitchin/literature-alerts/main/rss/rss/ACS-Catalysis.xml</link>
    <description>Articles from ACS Catalysis</description>
    <language>en-US</language>
    <lastBuildDate>Sat, 27 Jul 2024 01:10:07 GMT</lastBuildDate>
    <generator>rfeed v1.1.1</generator>
    <docs>https://github.com/svpino/rfeed/blob/master/README.md</docs>
    <item>
      <title>Amphiphilic Janus Particles for Aerobic Alcohol Oxidation in Oil Foams</title>
      <link>https://doi.org/10.1021/acscatal.4c00909</link>
      <description>Kang Wang, Josh A. Davies-Jones, Aline Amorim Graf, Marina Carravetta, Philip R. Davies, Marc Pera&#8208;Titus, ACS catalysis. None(None)] 2024. https://openalex.org/W4400808439

                No abstract</description>
      <author>Kang Wang, Josh A. Davies-Jones, Aline Amorim Graf, Marina Carravetta, Philip R. Davies, Marc Pera&#8208;Titus</author>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c00909</guid>
    </item>
    <item>
      <title>Electrochemical Glycosylation via Halogen-Atom-Transfer for &lt;i&gt;C&lt;/i&gt;-Glycoside Assembly</title>
      <link>https://doi.org/10.1021/acscatal.4c02322</link>
      <description>Jun Wu, Purushothaman Rajeshwaran, Felix Kallert, Simon L. Hom&#246;lle, Lutz Ackermann, ACS catalysis. None(None)] 2024. https://openalex.org/W4400809471

                No abstract</description>
      <author>Jun Wu, Purushothaman Rajeshwaran, Felix Kallert, Simon L. Hom&#246;lle, Lutz Ackermann</author>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02322</guid>
    </item>
    <item>
      <title>Mechanism of Electrochemical Proton Reduction Catalyzed by a Cobalt Tetraaza Schiff Base Macrocyclic Complex: Ligand Protonation and/or Influence of the Chloro Ligand</title>
      <link>https://doi.org/10.1021/acscatal.4c03061</link>
      <description>Margaux Willery, Paul-Gabriel Julliard, Florian Molton, Fabrice Thomas, J&#233;r&#244;me Fortage, Cyrille Costentin, Marie&#8208;No&#235;lle Collomb, ACS catalysis. None(None)] 2024. https://openalex.org/W4400811735

                No abstract</description>
      <author>Margaux Willery, Paul-Gabriel Julliard, Florian Molton, Fabrice Thomas, J&#233;r&#244;me Fortage, Cyrille Costentin, Marie&#8208;No&#235;lle Collomb</author>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03061</guid>
    </item>
    <item>
      <title>Issue Editorial Masthead</title>
      <link>https://doi.org/10.1021/csv014i014_1824225</link>
      <description>, ACS catalysis. 14(14)] 2024. https://openalex.org/W4400834442

                No abstract</description>
      <author/>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/csv014i014_1824225</guid>
    </item>
    <item>
      <title>Issue Publication Information</title>
      <link>https://doi.org/10.1021/csv014i014_1824224</link>
      <description>, ACS catalysis. 14(14)] 2024. https://openalex.org/W4400834444

                No abstract</description>
      <author/>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/csv014i014_1824224</guid>
    </item>
    <item>
      <title>Br&#248;nsted Acid Site Catalytic Role in Methane Dehydroaromatization over Mo/HZSM-5</title>
      <link>https://doi.org/10.1021/acscatal.4c02300</link>
      <description>Hongxiang Zhang, Lihong Wei, Yuewen Sun, Ce Wang, Yanlong Li, Rundong Li, ACS catalysis. None(None)] 2024. https://openalex.org/W4400843314

                No abstract</description>
      <author>Hongxiang Zhang, Lihong Wei, Yuewen Sun, Ce Wang, Yanlong Li, Rundong Li</author>
      <pubDate>Sat, 20 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02300</guid>
    </item>
    <item>
      <title>Identification of the Potassium-Related Species as the Key Active Sites for C&#8211;S Bond Couplings over K-MoS&lt;sub&gt;2&lt;/sub&gt; Materials</title>
      <link>https://doi.org/10.1021/acscatal.4c02672</link>
      <description>Jiehong Fang, Jichang Lu, Bihui He, Zhipeng Xu, Min Luo, Tianpeng Song, Sheng Wang, Chuanyun Qin, Zupeng Chen, Yongming Luo, ACS catalysis. None(None)] 2024. https://openalex.org/W4400849293

                No abstract</description>
      <author>Jiehong Fang, Jichang Lu, Bihui He, Zhipeng Xu, Min Luo, Tianpeng Song, Sheng Wang, Chuanyun Qin, Zupeng Chen, Yongming Luo</author>
      <pubDate>Sat, 20 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02672</guid>
    </item>
    <item>
      <title>Probing Ferryl Reactivity in a Nonheme Iron Oxygenase Using an Expanded Genetic Code</title>
      <link>https://doi.org/10.1021/acscatal.4c02365</link>
      <description>Florence J. Hardy, Matthew G. Quesne, Emilie F. G&#233;rard, Jingming Zhao, Mary Ortmayer, Christopher J. Taylor, Hafiz Saqib Ali, Jeffrey W. Slater, Colin Levy, Derren J. Heyes, J. Martin Bollinger, Sam P. de Visser, Anthony P. Green, ACS catalysis. None(None)] 2024. https://openalex.org/W4400851308

                No abstract</description>
      <author>Florence J. Hardy, Matthew G. Quesne, Emilie F. G&#233;rard, Jingming Zhao, Mary Ortmayer, Christopher J. Taylor, Hafiz Saqib Ali, Jeffrey W. Slater, Colin Levy, Derren J. Heyes, J. Martin Bollinger, Sam P. de Visser, Anthony P. Green</author>
      <pubDate>Sat, 20 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02365</guid>
    </item>
    <item>
      <title>Cobalt-Catalyzed (3 + 2) Cycloaddition of Cyclopropene-Tethered Alkynes: Versatile Access to Bicyclic Cyclopentadienyl Systems and Their CpM Complexes</title>
      <link>https://doi.org/10.1021/acscatal.4c03080</link>
      <description>Carlos L&#225;zaro&#8208;Milla, Eduardo da Concepci&#243;n, Israel Fern&#225;ndez, Jos&#233; L. Mascare&#241;as, Fernando L&#243;pez, ACS catalysis. None(None)] 2024. https://openalex.org/W4400851791

                No abstract</description>
      <author>Carlos L&#225;zaro&#8208;Milla, Eduardo da Concepci&#243;n, Israel Fern&#225;ndez, Jos&#233; L. Mascare&#241;as, Fernando L&#243;pez</author>
      <pubDate>Sat, 20 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03080</guid>
    </item>
    <item>
      <title>Distance-Dependent Charge Redistribution Boosts Hydrogen Evolution in Hybrid Catalysts</title>
      <link>https://doi.org/10.1021/acscatal.4c01396</link>
      <description>Xinzhang Lin, Yifan Li, Wei Tu, Zhi Li, Jia Li, Dongze Li, Nanfeng Xu, Chao Wang, Yi Lu, Song Jin, Hengxing Ji, Wei Liu, Guoxiong Wang, Junyuan Xu, Zhangquan Peng, ACS catalysis. None(None)] 2024. https://openalex.org/W4400851816

                No abstract</description>
      <author>Xinzhang Lin, Yifan Li, Wei Tu, Zhi Li, Jia Li, Dongze Li, Nanfeng Xu, Chao Wang, Yi Lu, Song Jin, Hengxing Ji, Wei Liu, Guoxiong Wang, Junyuan Xu, Zhangquan Peng</author>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c01396</guid>
    </item>
    <item>
      <title>Engineering Reaction Pathway to Harmonize the Competition between NRR and HER for Efficient Photocatalytic Ammonia Synthesis</title>
      <link>https://doi.org/10.1021/acscatal.4c02430</link>
      <description>Zhanfeng Zhao, Yao Nian, Jiafu Shi, Xin Xin, Xinyuan Huang, Yonghui Shi, Jiangdan Tan, Yukui Zhang, You Han, Dong Yang, Zhongyi Jiang, ACS catalysis. None(None)] 2024. https://openalex.org/W4400866691

                No abstract</description>
      <author>Zhanfeng Zhao, Yao Nian, Jiafu Shi, Xin Xin, Xinyuan Huang, Yonghui Shi, Jiangdan Tan, Yukui Zhang, You Han, Dong Yang, Zhongyi Jiang</author>
      <pubDate>Sun, 21 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02430</guid>
    </item>
    <item>
      <title>Unlocking Spatially Constrained Photogenerated Charge via Dimension Regulation in Metal Halide Perovskite Nanowires for Enhanced Photocatalytic CO&lt;sub&gt;2&lt;/sub&gt; Reduction</title>
      <link>https://doi.org/10.1021/acscatal.4c01968</link>
      <description>Heng Shi, Huiyu Liu, Chenyu Du, Fengyi Zhong, Ye He, Vitaliy Guro, Ying Zhou, Jianping Sheng, Fan Dong, ACS catalysis. None(None)] 2024. https://openalex.org/W4400866743

                No abstract</description>
      <author>Heng Shi, Huiyu Liu, Chenyu Du, Fengyi Zhong, Ye He, Vitaliy Guro, Ying Zhou, Jianping Sheng, Fan Dong</author>
      <pubDate>Sun, 21 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c01968</guid>
    </item>
    <item>
      <title>Enhanced Electrocatalysis on Copper Nanostructures: Role of the Oxidation State in Sulfite Oxidation</title>
      <link>https://doi.org/10.1021/acscatal.3c05897</link>
      <description>Esperanza Fern&#225;ndez-Garc&#237;a, Pablo Merino, Nerea Gonz&#225;lez-Rodr&#237;guez, L. Mart&#305;&#769;nez, Mar&#237;a del Pozo, Javier Prieto, El&#237;as Blanco, Gonzalo Santoro, Carmen Quintana, Mar&#237;a Dolores Petit&#8208;Dom&#237;nguez, Elena Casero, L. V&#225;zquez, Jos&#233; I. Mart&#237;nez, Jos&#233; &#193;. Mart&#237;n&#8208;Gago, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400810489

                No abstract</description>
      <author>Esperanza Fern&#225;ndez-Garc&#237;a, Pablo Merino, Nerea Gonz&#225;lez-Rodr&#237;guez, L. Mart&#305;&#769;nez, Mar&#237;a del Pozo, Javier Prieto, El&#237;as Blanco, Gonzalo Santoro, Carmen Quintana, Mar&#237;a Dolores Petit&#8208;Dom&#237;nguez, Elena Casero, L. V&#225;zquez, Jos&#233; I. Mart&#237;nez, Jos&#233; &#193;. Mart&#237;n&#8208;Gago</author>
      <pubDate>Fri, 19 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.3c05897</guid>
    </item>
    <item>
      <title>Progress of Covalent Organic Framework Photocatalysts: From Crystallinity&#8211;Stability Dilemma to Photocatalytic Performance Improvement</title>
      <link>https://doi.org/10.1021/acscatal.4c02738</link>
      <description>Huili Ran, Quanlong Xu, Yun Yang, Huaxing Li, Jiajie Fan, Gang Liu, Lijie Zhang, Jun Zou, Lianghao Yu, Shun Wang, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400884959

                No abstract</description>
      <author>Huili Ran, Quanlong Xu, Yun Yang, Huaxing Li, Jiajie Fan, Gang Liu, Lijie Zhang, Jun Zou, Lianghao Yu, Shun Wang</author>
      <pubDate>Mon, 22 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02738</guid>
    </item>
    <item>
      <title>CO Methanation over Ni&#8211;Fe Alloy Catalysts: An Inverse Design Problem</title>
      <link>https://doi.org/10.1021/acscatal.4c02449</link>
      <description>Wenqiang Yang, Zhenbin Wang, Jens K. N&#248;rskov, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400885651

                No abstract</description>
      <author>Wenqiang Yang, Zhenbin Wang, Jens K. N&#248;rskov</author>
      <pubDate>Mon, 22 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02449</guid>
    </item>
    <item>
      <title>Binder-Free Carbon Nitride Panels for Continuous-Flow Photocatalysis</title>
      <link>https://doi.org/10.1021/acscatal.4c02349</link>
      <description>Venugopala Rao Battula, Gabriel Mark, Ayelet Tashakory, Sanjit Mondal, Michael Volokh, Menny Shalom, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400886656

                No abstract</description>
      <author>Venugopala Rao Battula, Gabriel Mark, Ayelet Tashakory, Sanjit Mondal, Michael Volokh, Menny Shalom</author>
      <pubDate>Mon, 22 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02349</guid>
    </item>
    <item>
      <title>Asymmetric Multicomponent Propargylations via Carbon Dioxide Shuttling and Fixation</title>
      <link>https://doi.org/10.1021/acscatal.4c02333</link>
      <description>Zi&#8208;Han Li, Jiang-Shan Ma, Han-Yu Lu, Guo&#8208;Qiang Lin, Zhi&#8208;Tao He, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400886816

                No abstract</description>
      <author>Zi&#8208;Han Li, Jiang-Shan Ma, Han-Yu Lu, Guo&#8208;Qiang Lin, Zhi&#8208;Tao He</author>
      <pubDate>Mon, 22 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02333</guid>
    </item>
    <item>
      <title>Azobenzene-Based Photoswitchable Substrates for Advanced Mechanistic Studies of Model Haloalkane Dehalogenase Enzyme Family</title>
      <link>https://doi.org/10.1021/acscatal.4c03503</link>
      <description>Michaela Slanska, Lenka &#352;tackov&#225;, S&#233;rgio M. Marques, Ben L. Feringa, Marek Mart&#237;nek, L J&#237;lek, Martin Toul, Ji&#345;&#305;&#769; Damborsk&#253;, David Bedn&#225;&#345;, Petr Kl&#225;n, Zbyn&#283;k Prokop, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400892195

                No abstract</description>
      <author>Michaela Slanska, Lenka &#352;tackov&#225;, S&#233;rgio M. Marques, Ben L. Feringa, Marek Mart&#237;nek, L J&#237;lek, Martin Toul, Ji&#345;&#305;&#769; Damborsk&#253;, David Bedn&#225;&#345;, Petr Kl&#225;n, Zbyn&#283;k Prokop</author>
      <pubDate>Sun, 21 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03503</guid>
    </item>
    <item>
      <title>PdS Cluster Promotes Photocatalytic Coproduction of Hydrogen and Biomass-Based Monomers</title>
      <link>https://doi.org/10.1021/acscatal.4c03239</link>
      <description>Zhaolin Dou, Hongru Zhou, Fanhao Kong, Zhiwei Chen, Min Ji, Jiping Ma, Min Wang, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400903387

                No abstract</description>
      <author>Zhaolin Dou, Hongru Zhou, Fanhao Kong, Zhiwei Chen, Min Ji, Jiping Ma, Min Wang</author>
      <pubDate>Tue, 23 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03239</guid>
    </item>
    <item>
      <title>Impact of Sn Lewis Acid Sites on the Dehydration of Cyclohexanol</title>
      <link>https://doi.org/10.1021/acscatal.4c01608</link>
      <description>Karen A. Resende, Ruixue Zhao, Yue Liu, Eszter Bar&#225;th, Johannes A. Lercher, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400934605

                No abstract</description>
      <author>Karen A. Resende, Ruixue Zhao, Yue Liu, Eszter Bar&#225;th, Johannes A. Lercher</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c01608</guid>
    </item>
    <item>
      <title>Functional CeO&lt;sub&gt;&lt;i&gt;x&lt;/i&gt;&lt;/sub&gt; Stabilized Metallic Ni Catalyst Supported on Boron Nitride for Durable Partial Oxidation of Methane to Syngas at High Temperature</title>
      <link>https://doi.org/10.1021/acscatal.4c01055</link>
      <description>Yuanjie Xu, Jikang Yao, Hongqiao Lin, Qian Lv, Haibo Liu, Lizhi Wu, Li Tan, Yihu Dai, Xupeng Zong, Yu Tang, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400941145

                No abstract</description>
      <author>Yuanjie Xu, Jikang Yao, Hongqiao Lin, Qian Lv, Haibo Liu, Lizhi Wu, Li Tan, Yihu Dai, Xupeng Zong, Yu Tang</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c01055</guid>
    </item>
    <item>
      <title>Observing Chemical and Morphological Changes in a Cu@TiO&lt;sub&gt;&lt;i&gt;x&lt;/i&gt;&lt;/sub&gt; Core@Shell Catalyst: Impact of Reversible Metal-Oxide Interactions on CO&lt;sub&gt;2&lt;/sub&gt; Activation and Hydrogenation</title>
      <link>https://doi.org/10.1021/acscatal.4c02694</link>
      <description>Kaixi Deng, Xiaobo Chen, Jorge Moncada, Kenna L. Salvatore, Ning Rui, Wenqian Xu, Shuting Xiang, Neboj&#353;a Marinkovi&#263;, Anatoly I. Frenkel, Guangwen Zhou, Stanislaus S. Wong, Jos&#233; A. Rodr&#237;guez, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400943887

                No abstract</description>
      <author>Kaixi Deng, Xiaobo Chen, Jorge Moncada, Kenna L. Salvatore, Ning Rui, Wenqian Xu, Shuting Xiang, Neboj&#353;a Marinkovi&#263;, Anatoly I. Frenkel, Guangwen Zhou, Stanislaus S. Wong, Jos&#233; A. Rodr&#237;guez</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02694</guid>
    </item>
    <item>
      <title>Quantification of Iridium Dissolution at Water Electrolysis Relevant Conditions Using a Gas Diffusion Electrode Half-Cell Setup</title>
      <link>https://doi.org/10.1021/acscatal.4c02159</link>
      <description>Moritz Geu&#223;, Lukas L&#246;ttert, Thomas B&#246;hm, Andreas Hutzler, Karl J. J. Mayrhofer, Simon Thiele, Serhiy Cherevko, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400945045

                No abstract</description>
      <author>Moritz Geu&#223;, Lukas L&#246;ttert, Thomas B&#246;hm, Andreas Hutzler, Karl J. J. Mayrhofer, Simon Thiele, Serhiy Cherevko</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02159</guid>
    </item>
    <item>
      <title>Switching between Hydrogenative Hydrogenolysis and Rearrangement of Furfurals via Hydrogen Pressure-Driven Acid&#8211;Base Transformation over Br&#8211;Pt Pairs</title>
      <link>https://doi.org/10.1021/acscatal.4c02531</link>
      <description>Likang Zhang, Guan Sheng, Weiran Yang, Jun Wang, Zheling Zeng, Shuguang Deng, Ji&#8208;Jun Zou, Qiang Deng, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400945725

                No abstract</description>
      <author>Likang Zhang, Guan Sheng, Weiran Yang, Jun Wang, Zheling Zeng, Shuguang Deng, Ji&#8208;Jun Zou, Qiang Deng</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02531</guid>
    </item>
    <item>
      <title>Origin of Metal&#8211;Support Interactions for Selective Electrochemical CO&lt;sub&gt;2&lt;/sub&gt; Reduction into C&lt;sub&gt;1&lt;/sub&gt; and C&lt;sub&gt;2+&lt;/sub&gt; Products</title>
      <link>https://doi.org/10.1021/acscatal.4c02335</link>
      <description>Hengquan Chen, Wanghui Zhao, Linqin Wang, Zhong Chen, Wentao Ye, Jianyang Zang, Tao Wang, Licheng Sun, Wenxing Yang, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400948208

                No abstract</description>
      <author>Hengquan Chen, Wanghui Zhao, Linqin Wang, Zhong Chen, Wentao Ye, Jianyang Zang, Tao Wang, Licheng Sun, Wenxing Yang</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02335</guid>
    </item>
    <item>
      <title>Lignin Peroxidase-Catalyzed Selective Cleavage of C&#8211;C Bonds in Lignin at Room Temperature</title>
      <link>https://doi.org/10.1021/acscatal.4c03469</link>
      <description>Trang Vu Thien Nguyen, Saerona Kim, Chang Geun Yoo, Joon Weon Choi, Gyu Leem, Yong Hwan Kim, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400948299

                No abstract</description>
      <author>Trang Vu Thien Nguyen, Saerona Kim, Chang Geun Yoo, Joon Weon Choi, Gyu Leem, Yong Hwan Kim</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03469</guid>
    </item>
    <item>
      <title>A Resorcin[4]arene-Based Phosphite-Phosphine Ligand for the Branched-Selective Hydroformylation of Alkyl Alkenes</title>
      <link>https://doi.org/10.1021/acscatal.4c03510</link>
      <description>Jennifer E. Smart, Jack Emerson&#8208;King, Rebekah J. Jeans, Thomas M. Hood, Samantha Lau, Alejandro Bara&#8208;Esta&#250;n, Ulrich Hintermair, Paul G. Pringle, Adrian B. Chaplin, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400948530

                No abstract</description>
      <author>Jennifer E. Smart, Jack Emerson&#8208;King, Rebekah J. Jeans, Thomas M. Hood, Samantha Lau, Alejandro Bara&#8208;Esta&#250;n, Ulrich Hintermair, Paul G. Pringle, Adrian B. Chaplin</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03510</guid>
    </item>
    <item>
      <title>From Characterization to Discovery: Artificial Intelligence, Machine Learning and High-Throughput Experiments for Heterogeneous Catalyst Design</title>
      <link>https://doi.org/10.1021/acscatal.3c06293</link>
      <description>Jorge Benavides-Hern&#225;ndez, Franck Dumeignil, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400948754

                No abstract</description>
      <author>Jorge Benavides-Hern&#225;ndez, Franck Dumeignil</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.3c06293</guid>
    </item>
    <item>
      <title>Upgrading Trimethylbenzene to Durene by CO&lt;sub&gt;2&lt;/sub&gt;-Mediated Methylation over Cu-Boosted ZnZrO&lt;sub&gt;&lt;i&gt;x&lt;/i&gt;&lt;/sub&gt; Integrated with HZSM-5</title>
      <link>https://doi.org/10.1021/acscatal.4c01946</link>
      <description>Yingjie Lai, Bo Hong, Wenwu Zhou, Danlu Wen, Y. Xie, Fan Luo, Linmin Ye, Jiachang Zuo, Youzhu Yuan, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400948882

                No abstract</description>
      <author>Yingjie Lai, Bo Hong, Wenwu Zhou, Danlu Wen, Y. Xie, Fan Luo, Linmin Ye, Jiachang Zuo, Youzhu Yuan</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c01946</guid>
    </item>
    <item>
      <title>Effect of Interfacial Interaction on Electrocatalytic Activity and Durability of Pt-Based Core&#8211;Shell Nanocatalysts</title>
      <link>https://doi.org/10.1021/acscatal.4c02045</link>
      <description>Shangdong Ji, Cong Zhang, Ruiyun Guo, Yongjun Jiang, Tianou He, Qi Zhan, Rui Li, Yangzi Zheng, Yanan Li, Sheng Dai, Xiaolong Yang, Mingshang Jin, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400949847

                No abstract</description>
      <author>Shangdong Ji, Cong Zhang, Ruiyun Guo, Yongjun Jiang, Tianou He, Qi Zhan, Rui Li, Yangzi Zheng, Yanan Li, Sheng Dai, Xiaolong Yang, Mingshang Jin</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02045</guid>
    </item>
    <item>
      <title>Triazine Ring-Enhanced Transient-State Self-Bipolarized Organic Frameworks for Natural Sunlight-Driven H&lt;sub&gt;2&lt;/sub&gt;O&lt;sub&gt;2&lt;/sub&gt; Photosynthesis</title>
      <link>https://doi.org/10.1021/acscatal.4c02285</link>
      <description>Wenjuan Zhang, Lizheng Chen, Juan Du, Zhuoyuan Ma, Kaikai Ba, Xuefeng Chu, Lei Wang, Tengfeng Xie, Dayang Wang, Gang Liu, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400954866

                No abstract</description>
      <author>Wenjuan Zhang, Lizheng Chen, Juan Du, Zhuoyuan Ma, Kaikai Ba, Xuefeng Chu, Lei Wang, Tengfeng Xie, Dayang Wang, Gang Liu</author>
      <pubDate>Wed, 24 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02285</guid>
    </item>
    <item>
      <title>Design and Impact: Navigating the Electrochemical Characterization Methods for Supported Catalysts</title>
      <link>https://doi.org/10.1021/acscatal.4c03271</link>
      <description>Karl-Ander Kasuk, Jaak Nerut, Vitali Grozovski, Enn Lust, Anthony Kucernak, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400974831

                No abstract</description>
      <author>Karl-Ander Kasuk, Jaak Nerut, Vitali Grozovski, Enn Lust, Anthony Kucernak</author>
      <pubDate>Thu, 25 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c03271</guid>
    </item>
    <item>
      <title>Deciphering the Atomic-Scale Degradation of Carbon-Supported Platinum&#8211;Yttrium Nanoalloys during the Oxygen Reduction Reaction in Acidic Medium</title>
      <link>https://doi.org/10.1021/acscatal.4c02616</link>
      <description>Carlos Augusto Campos Rold&#225;n, Rapha&#235;l Chattot, Jean&#8208;S&#233;bastien Filhol, Hazar Guesmi, Nuria Romero, R&#233;mi Bacabe, P. Blanchard, Valentin Vinci, Jakub Drnec, Deborah J. Jones, Jennifer P&#233;ron, Sara Cavali&#232;re, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400981506

                No abstract</description>
      <author>Carlos Augusto Campos Rold&#225;n, Rapha&#235;l Chattot, Jean&#8208;S&#233;bastien Filhol, Hazar Guesmi, Nuria Romero, R&#233;mi Bacabe, P. Blanchard, Valentin Vinci, Jakub Drnec, Deborah J. Jones, Jennifer P&#233;ron, Sara Cavali&#232;re</author>
      <pubDate>Thu, 25 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02616</guid>
    </item>
    <item>
      <title>H&lt;sub&gt;2&lt;/sub&gt;S-Treated Nickel Foam Electrocatalyst for Alkaline Water Electrolysis under Industrial Conditions</title>
      <link>https://doi.org/10.1021/acscatal.4c02778</link>
      <description>S. O. OLESEN, Anders Jensen, Magnus Kl&#248;ve, Filippo Fenini, J&#246;rg Nissen, Bo B. Iversen, Anders Bentien, Lars Peter Nielsen, ACS Catalysis. None(None)] 2024. https://openalex.org/W4400983045

                No abstract</description>
      <author>S. O. OLESEN, Anders Jensen, Magnus Kl&#248;ve, Filippo Fenini, J&#246;rg Nissen, Bo B. Iversen, Anders Bentien, Lars Peter Nielsen</author>
      <pubDate>Thu, 25 Jul 2024 00:00:00 GMT</pubDate>
      <guid isPermaLink="true">https://doi.org/10.1021/acscatal.4c02778</guid>
    </item>
  </channel>
</rss>
